<?php 
/**
* @version: 4.0
* @package: Elxis CMS
* @subpackage: Elxis Language
* @author: Elxis Team ( http://www.elxis.org )
* @copyright: (C) 2006-2012 Elxis.org. All rights reserved.
* @description: sr-RS (Српски - Србија) language for component User
* @license: Elxis public license http://www.elxis.org/elxis-public-license.html
* @translator: Ivan Trebješanin ( http://www.elxis-srbija.org )
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*****************************************************************************/

defined('_ELXIS_') or die ('Direct access to this location is not allowed.');


$_lang = array();
$_lang['REGISTRATION'] = 'Регистрација';
$_lang['CRNEWUSERACC'] = 'Направите нови кориснички налог ';
$_lang['USERREGDISABLED'] = 'Регистрација корисника није дозвољена! ';
$_lang['REGISTER'] = 'Региструјте се';
$_lang['PASSWORD_AGAIN'] = 'Лозинка (поново)';
$_lang['REGISTERDESC'] = 'Попуните доњи формулар испод како бисте се регистровали. Ваши лични подаци ће остати тајни.';
$_lang['MINCHARDIGSYM'] = 'Минимална дужина мора бити 4 латинична карактера, цифре или симболи _ и - ';
$_lang['INVALIDSECCODE'] = 'Неисправан безбедносни код! ';
$_lang['ALREADYLOGIN'] = 'Већ сте пријављени! ';
$_lang['MINLENGTH6'] = 'Минимална дужина 6 знакова ';
$_lang['ONLYMAILFROMALLOW'] = "Само е-маил адресе са %s су прихватљиве!";
$_lang['EMAILADDRNOTACC'] = "Е-маил адресе са %s нису прихватљиве!";
$_lang['INVACCEXPDATE'] = 'Неважећи налог датум истека!';
$_lang['PASSNOMATCH'] = 'Лозинке се не подударају! ';
$_lang['UNAMETAKEN'] = "Корисничко име %s је већ заузето. Молимо изаберите друго..";
$_lang['EMAILTAKEN'] = "Е-маил %s је већ у употреби од стране другог корисника. Молимо изаберите други..";
$_lang['SUCCESSREG'] = 'Успешна регистрација ';
$_lang['REGCOMPLSUCC'] = 'Ваша регистрација је успешно завршена! ';
$_lang['YOUMAYLOGIN'] = 'Сада се можете пријавити преко %s користећи корисничко име и лозинку које сте навели.';
$_lang['REGINSPBEFLOG'] = 'Ваша регистрација ће бити прегледан од стране администратора сајта пре него што будете могли да се пријавите. ';
$_lang['MAILACTLINK'] = 'Порука садржи активациони линк послат на вашу е-маил адресу.
	Свој налог морате активирати кликом на активациони линк пре него што Вам буде омогућено пријављивање.';
$_lang['THANKYOU'] = 'Хвала';
$_lang['CLICKTOLOGIN'] = 'Кликните овде да се пријавите. ';
$_lang['NEWUSERREG'] = 'Нови корисник је регистрован';
$_lang['NEWUSERREGAT'] = "Нови корисник је регистрован на %s";
$_lang['YMUSTMANACTLOG'] = 'Морате ручно активирати овај налог, јер корисник то не може сам!';
$_lang['USERPROFILE'] = 'Корисник профил';
$_lang['HI'] = 'Здраво';
$_lang['THANKSYREG'] = 'Хвала вам на регистрацији ';
$_lang['THANKREGAT'] = "Хвала вам за регистрацију на %s";
$_lang['CLICKACTIVATE'] = 'Кликните на доњи линк да бисте активирали свој налог. ';
$_lang['ACCOUNTACT'] = 'Активирање налога ';
$_lang['INVACTCODE'] = 'Погрешан активациони код';
$_lang['YACCACTSUCC'] = 'Ваш налог је успешно активиран. ';
$_lang['RECOVERPASS'] = 'Ресетовање лозинке';
$_lang['PASSRECOVNALL'] = 'Ресетовање лозинке није дозвољено. Молимо Вас да контактирате администратора сајта
	како бисте променили лозинку.';
$_lang['SECLEVNALLRP'] = 'Ниво безбедности сајта не дозвољава ресетовање лозинки. Молимо Вас
	да контактирате администратора.';
$_lang['PASSRECOVDESC'] = 'Унесите своје корисничко име и е-маил адресу. Уколико су информације које сте дали тачне, 
	нова лозинка ће бити генерисана и послата на Вашу е-маил адресу.';
$_lang['USERNFOUND'] = 'Корисник није пронађен!';
$_lang['NEWPASSGENREQ'] = 'Нова лозинка генерисана за вас након вашег захтева. Сада се можете пријавити помоћу 
свог корисничког имена и лозинке.';
$_lang['NEWPASSSUCCGEN'] = 'Нова лозинка је успешно генерисана за Вас и послата је на е-маил адресу. ';
$_lang['USERSCENTRAL'] = 'Корисничка централа';
$_lang['USERSCENTRALDESC'] = 'Добродошли у кориснички центар сајта. Одавде можете да дођете до 
различитих корисничких страна. У зависности од свог статуса и приступног нивиоа 
можете подесити и своја посебна подешавања.';
$_lang['CRPASSACCFORG'] = 'Направите нову шифру за свој налог у случају да сте заборавили постојећу. ';
$_lang['LOGINOWNACC'] = 'Пријавите на сајт, уколико већ поседујете кориснички налог. ';
$_lang['TIMEZONE'] = 'Временска зона';
$_lang['CHATIMELOCAL'] = 'Промена приказани време вашем локалном времену.';
$_lang['SETPREFLANG'] = 'Поставите жељени језик. ';
$_lang['USEROPTIONS'] = 'Корисничке опције ';
$_lang['PROFILE'] = 'Профил';
$_lang['EDITPROFILE'] = 'Измена профила';
$_lang['MEMBERSLIST'] = 'Листа чланова';
$_lang['YLOGGEDINAS'] = "Ви сте били пријављени као %s.";
$_lang['YLOGGEDINASAUTHEXT'] = "Ви сте били пријављени као %s и оверен од стране спољног добављача %s.";
$_lang['REMEMBER_ME'] = 'Запамти ме ';
$_lang['AUTH_METHOD'] = 'Метод аутетикације';
$_lang['LOGIN_EXACC_PROVIDERS'] = 'Пријава са постојећим налогом користећи неки од следећих услуга. ';
$_lang['LOGIN_WITH'] = "Пријава са %s";
$_lang['COUNTRY'] = 'Земља';
$_lang['CITY'] = 'Град';
$_lang['POSTAL_CODE'] = 'Поштански број';
$_lang['GENDER'] = 'Род';
$_lang['BIRTHDATE'] = 'Рођендан';
$_lang['REGDATE'] = 'Датум регистрације';
$_lang['REGDATE_SHORT'] = 'Датум рег.';
$_lang['LASTVISIT'] = 'Последња посета';
$_lang['SELFDISPMEMBLI'] = 'Изаберите поља која ће бити приказана у листи чланова. ';
$_lang['MALE'] = 'Мушко';
$_lang['FEMALE'] = "Женско";
$_lang['NEVER'] = 'Никада';
$_lang['REGMEMBERSTOTAL'] = "Имамо укупно %s регистрованих чланова.";
$_lang['CLICKCOLSORT'] = 'Кликните на заглавље колоне да промените редослед сортирања. Кликните поново да бисте се пребацивали између растућег и опадајућег.';
$_lang['SWITCHORDER'] = 'Измена поретка ';
$_lang['ONLINE'] = 'Доступно';
$_lang['OFFLINE'] = 'Недоступно ';
$_lang['NAVIGATION_LINKS'] = 'Навигациони линкови';
$_lang['TOP'] = 'Горе';
$_lang['BOTTOM'] = 'Доле';
$_lang['TOP_BOTTOM'] = 'Горе и доле ';
$_lang['PROFILEUSERAT'] = "Профил корисника %s на %s";
$_lang['ACCOUNTBLOCKED'] = 'Овај налог је блокиран! ';
$_lang['ACCOUNTEXPIRED'] = 'Овај налог је истекао! ';
$_lang['MEMBERSINCE'] = 'Члан од ';
$_lang['LOCALTIME'] = 'Локално време';
$_lang['ADDRESS'] = 'Адреса';
$_lang['TELEPHONE'] = 'Телефон';
$_lang['MOBILE'] = 'Мобилни';
$_lang['AGE'] = 'Старост';
$_lang['AVATAR'] = 'Аватар';
$_lang['AVATAR_D'] = 'Слика која ће се користити као аватар. ';
$_lang['OCCUPATION'] = 'Занимање';
$_lang['IP_ADDRESS'] = 'IP адреса';
$_lang['TIME_ONLINE'] = 'Време онлине';
$_lang['CLICKS'] = 'Кликова';
$_lang['BROWSER'] = 'Прегледач';
$_lang['CURRENT_PAGE'] = 'Тренутна страница ';
$_lang['EXPIRATION_DATE'] = 'Датум истека';
$_lang['ACCOUNT_DETAILS'] = 'Детаљи налога';
$_lang['ONTWITTER'] = "%s на Twitter-у";
$_lang['FOLLOWERS'] = "Читаоци";
$_lang['FAVORITES'] = 'Омиљени';
$_lang['FRIENDS'] = 'Пријатељи';
$_lang['STATUSES'] = 'Статуси';
$_lang['BY'] = 'Од стране';
$_lang['PERMALINK'] = 'Стални линк ';
$_lang['BLOCKUSER'] = 'Блокирање корисника';
$_lang['DELETEACCOUNT'] = 'Брисање налога ';
$_lang['USERACCBLOCKED'] = 'Налог корисника %s је блокиран!';
$_lang['USERACCUNBLOCKED'] = "Налог корисника %s је деблокиран!";
$_lang['USERACCDELETED'] = "Налог корисника %s је избрисан!";
$_lang['PREFERENCES'] = 'Поставке';
$_lang['TWITACCOUNT'] = 'Twitter корисничко име';
$_lang['TWITACCOUNT_D'] = 'Ваше корисничко име на Twitter-у (ако имате) ';
$_lang['ONLY_IF_CHANGE'] = 'Само ако желите да промените! ';
$_lang['CHMAILADMACT'] = 'Ако промените е-маил, налог ће бити блокиран све док га администратор сајта поново не активирата. ';
$_lang['CHMAILREACT'] = 'Ако промените е-маил ћете морати поново да активирате свој налог. ';
$_lang['EMAILATCHANGED'] = "Ваша е-маил адреса на %s је промењена.";
$_lang['UCHANGEDEMAIL'] = "Корисник %s је променио е-маил адресу.";
$_lang['PROFUPSUC'] = 'Профил је успешно ажуриран.';
$_lang['USERMREACT'] = 'Корисник мора поново активирати свој налог пре поновне пријаве.';
$_lang['ADMINMREACT'] = 'Администратор мора поново активирати овај налог. ';
$_lang['AVATAR_WIDTH'] = 'Ширина аватара';
$_lang['USERS_MANAGER'] = 'Менаџер корисника';
$_lang['ACTIVE'] = 'Активно';
$_lang['TOGGLE_ACTIVE'] = 'Пребаците активно';
$_lang['CNOT_ACTION_SELF'] = 'Не можете да извршите ову радњу на себи';
$_lang['CNOT_ACTION_USER'] = 'Не можете да извршите ову радњу на том кориснику';
$_lang['SURE_DEL_USER'] = 'Јесте ли сигурни? Корисник ће бити обрисан, као и сви његови коментари и чланци.';
$_lang['ARTICLES'] = 'Чланци';
$_lang['ARTICLE'] = 'Члан ';
$_lang['PERSONAL_DETAILS'] = 'Лични подаци';
$_lang['ACTIVITY'] = 'Активност';
$_lang['NALLOW_HIGHER_ACCESS'] = 'Није Вам дозвољено да уређујете корисника са вишим нивоом приступа! ';
$_lang['NEW_USER'] = 'Нови корисник';
$_lang['PROFILE_VIEWS'] = "Прегледи профила";
$_lang['TIMES_ONLINE'] = "Пута онлајн";
$_lang['ACCOUNT_CREATED_SUC'] = 'Налог је успешно направљен';
$_lang['USER_GROUPS'] = 'Корисничке групе';
$_lang['MEMBERS'] = 'Чланови';
$_lang['CNOT_DEL_GROUP'] = 'Не можете да избришете ову групу ';
$_lang['CNOT_MOD_GROUP'] = 'Не можете да мењате ову групу ';
$_lang['CNOT_DEL_GROUP_MEMBERS'] = 'Не можете да избришете групу која садржи чланове';
$_lang['GROUPNFOUND'] = 'Група није пронађена! ';
$_lang['EDIT_GROUP'] = 'Измена групе';
$_lang['NEW_GROUP'] = 'Нова група';
$_lang['GROUP_DETAILS'] = 'Појединости групе';
$_lang['GROUPS_HIERARCHY_TREE'] = 'Стабло хијерархије група ';
$_lang['GROUP_ACCESS_SITE'] = "Приступ групе %s";
$_lang['ELEMENT'] = 'Елемент';
$_lang['IDENTITY'] = "Идентитет";
$_lang['IDENTITY_HELP'] = 'За ставке које имају више инстанци, као нпр. модули, подесите ид инстанце. За све остало поставите на 0.';
$_lang['ACTION'] = 'Акција';
$_lang['MINLEVEL'] = 'Најнижи ниво';
$_lang['GROUP_ID'] = 'ИД групе';
$_lang['USER_ID'] = 'Број корисника';
$_lang['ACCESS_VALUE'] = 'Приступна вредност';
$_lang['ALLOWED'] = 'Дозвољено';
$_lang['ALLOWED_TO_ALL'] = 'Дозвољено за све ';
$_lang['DENIED'] = 'Недозвољено';
$_lang['MANAGE'] = 'Управљање';
$_lang['BLOCK'] = 'Блок';
$_lang['LOGS'] = 'Протоколи';
$_lang['MULTISITES'] = 'Мулти сајтови';
$_lang['ROUTES'] = 'Руте';
$_lang['BLOCK'] = 'Блок';
$_lang['FILES'] = 'Фајлови';
$_lang['INSTALL'] = 'Инсталација';
$_lang['UPLOAD'] = 'Додавање';
$_lang['AUTH'] = 'Метод пријаве';
$_lang['ENGINES'] = 'Претраживачи';
$_lang['GROUPS'] = 'Групе';
$_lang['FRONTPAGE'] = 'Насловна';
$_lang['POST'] = 'Напис'; 
$_lang['UPLOADAVATAR'] = 'Додавање аватара';
$_lang['BACKUP'] = 'Бекап';
$_lang['FIRST_SAVE_GROUP'] = 'Морате најпре сачувати групу ';
$_lang['GROUPS_GENERIC_INFO'] = 'Можете направити до 995 прилагођених група корисника. Снага групе заснива
	њеном <strong>приступном нивоу</strong>. Што је приступни ниво виши, група ће имати шира овлашћења на 
	сајту. Ове корисничке групе могу имати приступ <strong>од 2 до 99</strong>. Могуће је имати 2 или више група са истим приступним нивоом. Корисничка група <strong>Гости</strong> има приступ 0. <strong>Екстерни корисници</strong> 
	су гости пријављени путем екстерног аутетикацоног метода као нпр. Gmail или Facebook. Екстерни корисници 
	су слабији од обичних корисника. Неопходан је минимални приступ од <strong>70</strong> за корисника 
	који ће приступити <strong>администрационој конзоли</strong>. Неке, за систем важне, корисничке групе 
	не можете уређивати или обрисати. Прочитајте Elxis документацију за више информација.';
$_lang['ACL'] = 'Листа контроле приступа';
$_lang['USE_TRANSLATIONS'] = 'Употреба превода';
$_lang['OTHER'] = 'Остало';
$_lang['OTHER_CATEGORY'] = 'Остало категорија ';
$_lang['OTHER_ELEMENT'] = 'Остало елемент ';
$_lang['OTHER_ACTION'] = 'Остало акција';
$_lang['ACLVALUE_HELP'] = 'Подразумевано је приступ опао. Стога, није разумно да вредност подесите на 0. Изаберите 1 да обезбедите приступ. Користите остале вредности за посебне случајеве.';
$_lang['ELEMENT_IDENTIF'] = 'Идентификација елемента ';
$_lang['USERS_IDENTIF'] = 'Идентификација корисника';
$_lang['GRANT_ACCESS'] = 'Дозвола приступа';
$_lang['WARN_WRONG_ACL'] = '<strong>Пажња!</strong> Погрешнa ACL подешавања могу довести до озбиљних безбедносних и других проблема.';
$_lang['NOONE'] = 'Нико';
$_lang['ACCRULE_EXISTS'] = 'Приступно правило већ постоји! ';
$_lang['ACCRULE_MINLEVEL_EXISTS'] = 'Приступно правило за минимални ниво већ постоји! ';
$_lang['MODID_NOTSET'] = 'ИД инстанце модула није постављен! ';
$_lang['SECLEVEL_ACC_ADMIN'] = 'Тренутни ниво безбедности ограничава приступ само администраторима! ';
$_lang['SUCC_LOGGED'] = 'Успешно сте пријављени! ';
$_lang['CLOSEWIN_IFNOTAUTO'] = 'Затварање овог прозора уколико се не затвори аутоматски. ';
$_lang['SEL_OPENID_PROVIDER'] = 'Изаберите OpenID провајдера ';
$_lang['RETRY'] = 'Покушајте поново';
$_lang['REQUEST_DROP'] = 'Захтев је испуштен!';

?>
