<?php
/**
* @version: 4.0
* @package: Elxis CMS
* @subpackage: Elxis Language
* @author: Elxis Team ( http://www.elxis.org )
* @copyright: (C) 2006-2012 Elxis.org. All rights reserved.
* @description: ru-RU (Russian - Russia) language for component User
* @license: Elxis public license http://www.elxis.org/elxis-public-license.html
* @translator: Slavakov ( http://www.ekofarm.ukrmed.info )
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*****************************************************************************/

defined('_ELXIS_') or die ('Доступ запрещен.');


$_lang = array();
$_lang['REGISTRATION'] = 'Регистрация';
$_lang['CRNEWUSERACC'] = 'Регистрация нового посетителя';
$_lang['USERREGDISABLED'] = 'В настоящее время регистрация новых пользователей закрыта!';
$_lang['REGISTER'] = 'Зарегистрировать меня';
$_lang['PASSWORD_AGAIN'] = 'Пароль (повторить)';
$_lang['REGISTERDESC'] = 'Для регистрации заполните форму ниже. Ваши личные данные останутся конфиденциальными.';
$_lang['MINCHARDIGSYM'] = 'Не менее 4-х латинских символов и цифр. Допускается использование символов _ и -';
$_lang['INVALIDSECCODE'] = 'Неправильный код безопасности!';
$_lang['ALREADYLOGIN'] = 'Спокойно! Вы уже есть!';
$_lang['MINLENGTH6'] = 'Не менее 6 символов';
$_lang['ONLYMAILFROMALLOW'] = "Разрешены только email с %s !";
$_lang['EMAILADDRNOTACC'] = "Email c %s не допускаются!";
$_lang['INVACCEXPDATE'] = 'Неверная дата окончания срока регистрации!';
$_lang['PASSNOMATCH'] = 'Пароли не совпадают!';
$_lang['UNAMETAKEN'] = "Логин %s занят. Пожалуйста, выберите другой.";
$_lang['EMAILTAKEN'] = "Email %s уже используется другим пользователем. Пожалуйста, выберите другой.";
$_lang['SUCCESSREG'] = 'Успешная регистрация';
$_lang['REGCOMPLSUCC'] = 'Регистрация успешно завершена!';
$_lang['YOUMAYLOGIN'] = "Теперь вы можете войти на сайт, используя логин %s с паролем, который был вами выбран.";
$_lang['REGINSPBEFLOG'] = 'Ваша регистрация вначале будет рассмотрена администратором, затем вы сможете войти на сайт.';
$_lang['MAILACTLINK'] = 'Сообщение, содержащее ссылку для активации отправлено на ваш email.
	Прежде чем вы сможете войти, Вы должны активировать аккаунт, перейдя по ссылке активации.';
$_lang['THANKYOU'] = 'Спасибо,';
$_lang['CLICKTOLOGIN'] = 'Нажмите здесь, чтобы войти на сайт зарегистрированным пользователем.';
$_lang['NEWUSERREG'] = 'Зарегистрирован новый пользователь';
$_lang['NEWUSERREGAT'] = "Новый пользователь зарегистрировался на сайте %s";
$_lang['YMUSTMANACTLOG'] = 'Вы должны вручную активировать эту учетную запись, чтобы пользователь смог войти!';
$_lang['USERPROFILE'] = 'Профиль пользователя';
$_lang['HI'] = 'Здравствуйте';
$_lang['THANKSYREG'] = 'Завершение регистрации'; //slavakov alt Благодарность!
$_lang['THANKREGAT'] = "Благодарим Вас, за регистрацию на сайте %s";
$_lang['CLICKACTIVATE'] = 'Пожалуйста, нажмите на ссылку ниже, чтобы завершить регистрацию.';
$_lang['ACCOUNTACT'] = 'Завершение регистрации';
$_lang['INVACTCODE'] = 'Неверный код активации!';
$_lang['YACCACTSUCC'] = 'Ваша регистрация успешно завершена.';
$_lang['RECOVERPASS'] = 'Забыли пароль?';
$_lang['PASSRECOVNALL'] = 'Восстановление пароля не допускается. Пожалуйста, свяжитесь с администратором сайта
    для получения нового пароля.';
$_lang['SECLEVNALLRP'] = 'Уровень безопасности сайта не позволяет восстановление паролей.
	Пожалуйста, свяжитесь с администратором сайта.';
$_lang['PASSRECOVDESC'] = 'Введите логин и адрес электронной почты.
    Если информация верна, Ваш пароль будет отправлен на ваш email.';
$_lang['USERNFOUND'] = 'Такой пользователь не найден!';
$_lang['NEWPASSGENREQ'] = 'Создан новый пароль после вашего запроса. Теперь Вы можете войти, используя
    указанные ниже логин и пароль .';
$_lang['NEWPASSSUCCGEN'] = 'Новый пароль сгенерирован и отправлен на ваш адрес email';
$_lang['USERSCENTRAL'] = 'Кабинет пользователя';
$_lang['USERSCENTRALDESC'] = 'Это личная страничка пользователя.
   После регистрации вы можете настроить свои предпочтения при посещении сайта.
   Отсюда вы можете переходить к страницам других пользователей в зависимости от вашего статуса и уровня доступа.';
$_lang['CRPASSACCFORG'] = 'Создание нового пароля для вашей учетной записи в случае, если вы забыли текущий.';
$_lang['LOGINOWNACC'] = 'Вход на сайт для зарегистрированных пользователей.';
$_lang['TIMEZONE'] = 'Временная зона';
$_lang['CHATIMELOCAL'] = 'Укажите ваше местное время.';
$_lang['SETPREFLANG'] = 'Предпочитаемый язык';
$_lang['USEROPTIONS'] = 'Пользовательские настройки';
$_lang['PROFILE'] = 'Профиль';
$_lang['EDITPROFILE'] = 'Редактирование профиля';
$_lang['MEMBERSLIST'] = 'Список пользователей';
$_lang['YLOGGEDINAS'] = "Вы вошли на сайт как %s.";
$_lang['YLOGGEDINASAUTHEXT'] = "Вы вошли на сайт как %s с аутентификацией внешнего провайдера %s.";
$_lang['REMEMBER_ME'] = 'Запомнить меня';
$_lang['AUTH_METHOD'] = 'Способ аутентификации';
$_lang['LOGIN_EXACC_PROVIDERS'] = 'Войти используя вашу регистрацию с помощью любого нижеуказанного сайта.';
$_lang['LOGIN_WITH'] = "Войти с %s";
$_lang['COUNTRY'] = 'Страна';
$_lang['CITY'] = 'Город';
$_lang['POSTAL_CODE'] = 'Почтовый код';
$_lang['GENDER'] = 'Пол';
$_lang['BIRTHDATE'] = 'Дата рождения';
$_lang['REGDATE'] = 'Дата регистрации';
$_lang['REGDATE_SHORT'] = 'Дата регистрации';
$_lang['LASTVISIT'] = 'Последнее посещение';
$_lang['SELFDISPMEMBLI'] = 'Выберите, какие поля будут отображаться в списке пользователей.';
$_lang['MALE'] = 'муж';
$_lang['FEMALE'] = 'жен';
$_lang['NEVER'] = 'Никогда';
$_lang['REGMEMBERSTOTAL'] = "Всего зарегистрированных пользователей - %s.";
$_lang['CLICKCOLSORT'] = 'Чтобы изменить порядок сортировки - нажмите на заголовок столбца. Нажмите кнопку еще раз для переключения между восходящей и нисходящей сортировкой.';
$_lang['SWITCHORDER'] = 'Изменить сортировку';
$_lang['ONLINE'] = 'На сайте';
$_lang['OFFLINE'] = 'Нет на сайте';
$_lang['NAVIGATION_LINKS'] = 'Навигационные ссылки';
$_lang['TOP'] = 'вверху';
$_lang['BOTTOM'] = 'Внизу';
$_lang['TOP_BOTTOM'] = 'Вверху и внизу';
$_lang['PROFILEUSERAT'] = "Профиль %s на сайте %s";
$_lang['ACCOUNTBLOCKED'] = 'Ваша регистрация заблокирована!';
$_lang['ACCOUNTEXPIRED'] = 'Срок вашей регистрации истек!';
$_lang['MEMBERSINCE'] = 'Дата регистрации';
$_lang['LOCALTIME'] = 'Местное время';
$_lang['ADDRESS'] = 'Адрес';
$_lang['TELEPHONE'] = 'Телефон';
$_lang['MOBILE'] = 'Мобильный';
$_lang['AGE'] = 'Возраст';
$_lang['AVATAR'] = 'Аватар';
$_lang['AVATAR_D'] = 'Изображение, которое будет использоваться как аватар.';
$_lang['OCCUPATION'] = 'Занятие, работа';
$_lang['IP_ADDRESS'] = 'IP адрес';
$_lang['TIME_ONLINE'] = 'Время на сайте';
$_lang['CLICKS'] = 'Кликов';
$_lang['BROWSER'] = 'Браузер';
$_lang['CURRENT_PAGE'] = 'Текущая страница';
$_lang['EXPIRATION_DATE'] = 'Дата окончания регистрации';
$_lang['ACCOUNT_DETAILS'] = 'Регистрационные данные';
$_lang['ONTWITTER'] = "%s в Твитере";
$_lang['FOLLOWERS'] = 'Последователи';
$_lang['FAVORITES'] = 'Избранное';
$_lang['FRIENDS'] = 'Друзья';
$_lang['STATUSES'] = 'Статусы';
$_lang['BY'] = 'от';
$_lang['PERMALINK'] = 'Постоянная ссылка';
$_lang['BLOCKUSER'] = 'Блокировать';
$_lang['DELETEACCOUNT'] = 'Удалить учетную запись';
$_lang['USERACCBLOCKED'] = "Регистрация пользователя %s заблокирована!";
$_lang['USERACCUNBLOCKED'] = "Регистрация пользователя %s разблокирована";
$_lang['USERACCDELETED'] = "Регистрация пользователя %s удалена!";
$_lang['PREFERENCES'] = 'Предпочтения';
$_lang['TWITACCOUNT'] = 'Имя в Твитере';
$_lang['TWITACCOUNT_D'] = 'Укажите ваше имя в Твитере (если есть)';
$_lang['ONLY_IF_CHANGE'] = 'Укажите только в случае, если вы хотите изменять пароль!';
$_lang['CHMAILADMACT'] = 'Если вы измените ваш email, ваша регистрация будет заблокирована, пока администратор сайта не активирует ее.';
$_lang['CHMAILREACT'] = 'Если вы измените ваш email, вам придется повторно активировать свою учетную запись.';
$_lang['EMAILATCHANGED'] = "Ваш email %s изменился.";
$_lang['UCHANGEDEMAIL'] = "Пользователь %s изменил свой email.";
$_lang['PROFUPSUC'] = 'Профиль успешно обновлен';
$_lang['USERMREACT'] = 'Пользователь должен заново активировать свою регистрационную информацию, прежде чем он может войти.';
$_lang['ADMINMREACT'] = 'Администратор должен активировать эту регистрацию.';
$_lang['AVATAR_WIDTH'] = 'Ширина аватара';
$_lang['USERS_MANAGER'] = 'Управление пользователями';
$_lang['ACTIVE'] = 'Активность';
$_lang['TOGGLE_ACTIVE'] = 'Вкл/Выкл';
$_lang['CNOT_ACTION_SELF'] = 'Вы не можете выполнить это действие к себе!';
$_lang['CNOT_ACTION_USER'] = 'Вы не можете применить это действие к этому пользователю.';
$_lang['SURE_DEL_USER'] = 'Вы уверены? Пользователь будет удален, а также все его комментарии и статьи.';
$_lang['ARTICLES'] = 'Статьи';
$_lang['ARTICLE'] = 'Статья';
$_lang['PERSONAL_DETAILS'] = 'Личные данные';
$_lang['ACTIVITY'] = 'Активность';
$_lang['NALLOW_HIGHER_ACCESS'] = 'Вы не можете редактировать пользователей с более высоким уровнем доступа, чем ваш!';
$_lang['NEW_USER'] = 'Новый';
$_lang['PROFILE_VIEWS'] = 'Просмотров профиля';
$_lang['TIMES_ONLINE'] = 'Количество посещений';
$_lang['ACCOUNT_CREATED_SUC'] = 'Учетная запись успешно создана';
$_lang['USER_GROUPS'] = 'Группы пользователей';
$_lang['MEMBERS'] = 'Пользователей';
$_lang['CNOT_DEL_GROUP'] = 'Вы не можете удалять эту группу!';
$_lang['CNOT_MOD_GROUP'] = 'Вы не можете менять эту группу!';
$_lang['CNOT_DEL_GROUP_MEMBERS'] = 'Вы не можете удалять группы с пользователями!';
$_lang['GROUPNFOUND'] = 'Группа не найдена!';
$_lang['EDIT_GROUP'] = 'Редактирование группы';
$_lang['NEW_GROUP'] = 'Новая группа';
$_lang['GROUP_DETAILS'] = 'Детали группы';
$_lang['GROUPS_HIERARCHY_TREE'] = 'Групповая иерархия';
$_lang['GROUP_ACCESS_SITE'] = "Доступ к сайту для группы %s.";
$_lang['ELEMENT'] = 'Элемент';
$_lang['IDENTITY'] = 'Идентичность';
$_lang['IDENTITY_HELP'] = 'Для объектов, которые имеют несколько экземпляров, как модули, установить экземпляр id. Для всех остальных - 0.';
$_lang['ACTION'] = 'Действие';
$_lang['MINLEVEL'] = 'Минимальный уровень';
$_lang['GROUP_ID'] = 'ID группы';
$_lang['USER_ID'] = 'ID пользователя';
$_lang['ACCESS_VALUE'] = 'Доступ к значению';
$_lang['ALLOWED'] = 'Разрешено';
$_lang['ALLOWED_TO_ALL'] = 'Разрешено все';
$_lang['DENIED'] = 'Запрещено';
$_lang['MANAGE'] = 'Управление';
$_lang['BLOCK'] = 'Блокировать';
$_lang['LOGS'] = 'Записи';
$_lang['MULTISITES'] = 'Мультисайты';
$_lang['ROUTES'] = 'Маршруты';
//$_lang['BLOCK'] = 'Блокировать'; // Slavakov duplicate line 187
$_lang['FILES'] = 'Файлы';
$_lang['INSTALL'] = 'Установить';
$_lang['UPLOAD'] = 'Закачать';
$_lang['AUTH'] = 'Способы аутентификации';
$_lang['ENGINES'] = 'Поисковики';
$_lang['GROUPS'] = 'Группы';
$_lang['FRONTPAGE'] = 'Главная страница';
$_lang['POST'] = 'Отправить'; //translators help: Post a comment
$_lang['UPLOADAVATAR'] = 'Загрузить аватар';
$_lang['BACKUP'] = 'Резервная копия';
$_lang['FIRST_SAVE_GROUP'] = 'Вы должны сначала сохранить группу!';
$_lang['GROUPS_GENERIC_INFO'] = 'Вы можете создать до 995 различных групп пользователей. Права группы основаны
    на <strong>уровне доступа</strong>.Чем выше уровень доступа, тем больше прав группа будет иметь на сайте.
	Различные группы могут иметь уровень доступа <strong>от 2 до 99</strong>. Может быть две или более групп
    с тем же уровнем доступа. Група <strong>Гость</strong> имеет доступ 0. <strong>Внешние пользователи</strong>
	это гости, которые вошли при помощи внешних способов аутентификации, таких как Gmail и Facebook. Внешние пользователи имеют меньше прав, чем стандартные пользователи.
	Требуется минимум <strong>70</strong> уровень доступа для пользователей, чтобы получить доступ к <strong>административной области</strong>.
	Некоторые группы критические системы не могут редактировать
	или удалять. Пожалуйста, обратитесь к документации Elxis, для получения дополнительной информации.';
$_lang['ACL'] = 'Списки Контроля доступа';
$_lang['USE_TRANSLATIONS'] = 'Используйте переводы';
$_lang['OTHER'] = 'Другие';
$_lang['OTHER_CATEGORY'] = 'Другая категория';
$_lang['OTHER_ELEMENT'] = 'Другой элемент';
$_lang['OTHER_ACTION'] = 'Другое действие';
$_lang['ACLVALUE_HELP'] = 'По умолчанию доступ запрещен. Так что нет смысла ставить 0. Выберите 1, чтобы дать доступ. Используйте другие значения для особых случаев.';
$_lang['ELEMENT_IDENTIF'] = 'Идентификация элемента';
$_lang['USERS_IDENTIF'] = 'Идентификация пользователя';
$_lang['GRANT_ACCESS'] = 'Предоставление доступа';
$_lang['WARN_WRONG_ACL'] = '<strong>Внимание!</strong> Ошибки в ACL могут привести к серьезным проблемам с доступом и безопасностью.';
$_lang['NOONE'] = 'Никто';
$_lang['ACCRULE_EXISTS'] = 'Правило доступа уже существует!';
$_lang['ACCRULE_MINLEVEL_EXISTS'] = 'Правило доступа для минимального уровня уже существует!!';
$_lang['MODID_NOTSET'] = 'Для модуля не установлен ID!'; 
$_lang['SECLEVEL_ACC_ADMIN'] = 'Текущий уровень безопасности разрешает доступ к ACL только для администраторов!';
$_lang['SUCC_LOGGED'] = 'Вы успешно вошли в систему!';
$_lang['CLOSEWIN_IFNOTAUTO'] = 'Закройте это окно, если оно не закрылось автоматически.';
$_lang['SEL_OPENID_PROVIDER'] = 'Выберите OpenID поставщика';
$_lang['RETRY'] = 'Попробовать снова';
$_lang['REQUEST_DROP'] = 'Запрос отклонен!';

?>