<?php 
/**
* @version: 4.0
* @package: Elxis CMS
* @subpackage: Elxis Language
* @author: Elxis Team ( http://www.elxis.org )
* @copyright: (C) 2006-2012 Elxis.org. All rights reserved.
* @description: el-GR (Greek - Greece) language for component User
* @license: Elxis public license http://www.elxis.org/elxis-public-license.html
* @translator: Ioannis Sannos ( http://www.elxis.org )
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*****************************************************************************/

defined('_ELXIS_') or die ('Direct access to this location is not allowed.');


$_lang = array();
$_lang['REGISTRATION'] = 'Εγγραφή';
$_lang['CRNEWUSERACC'] = 'Δημιουργήστε ένα νέο λογαριασμό χρήστη';
$_lang['USERREGDISABLED'] = 'Η εγγραφή χρηστών δεν επιτρέπεται!';
$_lang['REGISTER'] = 'Εγγραφή';
$_lang['PASSWORD_AGAIN'] = 'Κωδικός πρόσβασης (ξανά)';
$_lang['REGISTERDESC'] = 'Συμπληρώστε την παρακάτω φόρμα για να εγγραφείτε. Τα προσωπικά σας στοιχεία θα παραμείνουν ιδιωτικά.';
$_lang['MINCHARDIGSYM'] = 'Ελάχιστο μήκος 4 λατινικοί χαρακτήρες, ψηφία και τα σύμβολα _ και -';
$_lang['INVALIDSECCODE'] = 'Άκυρος κωδικός ασφαλείας!';
$_lang['ALREADYLOGIN'] = 'Είστε ήδη συνδεδεμένος!';
$_lang['MINLENGTH6'] = 'Ελάχιστο μήκος 6 χαρακτήρες';
$_lang['ONLYMAILFROMALLOW'] = "Επιτρέπονται μόνο διευθύνσεις email από %s!";
$_lang['EMAILADDRNOTACC'] = "Οι διευθύνσεις email από %s δεν είναι αποδεκτές!";
$_lang['INVACCEXPDATE'] = 'Άκυρη ημερομηνία λήξης λογαριασμού!';
$_lang['PASSNOMATCH'] = 'Οι κωδικοί δεν ταιριάζουν!';
$_lang['UNAMETAKEN'] = "Το ψευδώνυμο %s χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε κάποιο άλλο.";
$_lang['EMAILTAKEN'] = "Το e-mail %s χρησιμοποιείται ήδη από άλλο χρήστη. Παρακαλώ επιλέξτε κάποιο άλλο.";
$_lang['SUCCESSREG'] = 'Επιτυχής εγγραφή';
$_lang['REGCOMPLSUCC'] = 'Η εγγραφή σας ολοκληρώθηκε με επιτυχία!';
$_lang['YOUMAYLOGIN'] = "Μπορείτε τώρα να συνδεθείτε χρησιμοποιώντας το %s ως ψευδώνυμο και τον κωδικό πρόσβασης που επιλέξατε.";
$_lang['REGINSPBEFLOG'] = 'Η εγγραφή σας θα επιθεωρηθεί από τον διαχειριστή του ιστότοπου πρωτού μπορέσετε να συνδεθείτε.';
$_lang['MAILACTLINK'] = 'Ένα μήνυμα που περιέχει έναν σύνδεσμο ενεργοποίησης στάλθηκε στην διεύθυνση ηλεκτρονικού ταχυδρομείου σας. 
	Πρέπει να ενεργοποιήσετε τον λογαριασμό σας πατώντας στο σύνδεσμο ενεργοποίησης πρωτού επιχειρήσετε να συνδεθείτε.';
$_lang['THANKYOU'] = 'Σας ευχαριστούμε';
$_lang['CLICKTOLOGIN'] = 'Πατήστε εδώ για να συνδεθείτε.';
$_lang['NEWUSERREG'] = 'Γράφτηκε ένας νέος χρήστης';
$_lang['NEWUSERREGAT'] = "Γράφτηκε ένας νέος χρήστης στον ιστότοπο %s";
$_lang['YMUSTMANACTLOG'] = 'Πρέπει να ενεργοποιήσετε χειροκίνητα αυτό το λογαριασμό για να μπορέσει να συνδεθεί ο χρήστης!';
$_lang['USERPROFILE'] = 'Προφίλ χρήστη';
$_lang['HI'] = 'Γειά σου';
$_lang['THANKSYREG'] = 'Ευχαριστούμε για την εγγραφή σας';
$_lang['THANKREGAT'] = "Σας ευχαριστούμε για την εγγραφή σας στον ιστότοπο %s";
$_lang['CLICKACTIVATE'] = 'Παρακαλώ πατήστε στον παρακάτω σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας.';
$_lang['ACCOUNTACT'] = 'Ενεργοποίηση λογαριασμού';
$_lang['INVACTCODE'] = 'Άκυρος κωδικός ενεργοποίησης!';
$_lang['YACCACTSUCC'] = 'Ο λογαριασμός σας ενεργοποιήθηκε επιτυχώς.';
$_lang['RECOVERPASS'] = 'Ανάκτηση κωδικού';
$_lang['PASSRECOVNALL'] = 'Η ανάκτηση κωδικού δεν επιτρέπεται. Παρακαλώ επικοινωνήστε με τον διαχειριστή 
	του ιστότοπου για να σας αλλάξει κωδικό πρόσβασης.';
$_lang['SECLEVNALLRP'] = 'Το επίπεδο ασφαλείας του ιστότοπου δεν επιτρέπει την ανάκτηση κωδικών. Παρακαλώ 
	επικοινωνήστε με τον διαχειριστή του ιστότοπου.';
$_lang['PASSRECOVDESC'] = 'Συμπληρώστε το ψευδώνυμο και την διεύθυνση ηλεκτρονικού ταχυδρομείου σας. Αν οι πληροφορίες που παράσχετε 
	είναι σωστές ένας νέος κωδικός πρόσβασης θα δημιουργηθεί και θα σταλεί στο e-mail σας.';
$_lang['USERNFOUND'] = 'Ο χρήστης δεν βρέθηκε!';
$_lang['NEWPASSGENREQ'] = 'Ένας νέος κωδικός πρόσβασης δημιουργήθηκε για εσάς κατόπιν σχετικού αιτήματός σας. Μπορείτε τώρα να 
συνδεθείτε με το ψευδώνυμό σας και τον κωδικό που εμφανίζεται παρακάτω.';
$_lang['NEWPASSSUCCGEN'] = 'Δημιουργήθηκε με επιτυχία ένας νέος κωδικός πρόσβασης για εσάς και στάλθηκε στην διεύθυνση ηλεκτρονικού ταχυδρομείου σας.';
$_lang['USERSCENTRAL'] = 'Κέντρο χρηστών';
$_lang['USERSCENTRALDESC'] = 'Καλώς ήρθατε στο κέντρο χρηστών του ιστότοπου. Από εδώ μπορείτε να περιηγηθείτε 
σε διάφορες σχετικές σελίδες ανάλογα της κατάστασης σύνδεσής σας και του επιπέδου πρόσβασης που έχετε αλλά και 
να αλλάξετε τις προτιμήσεις περιήγησης.';
$_lang['CRPASSACCFORG'] = 'Δημιουργήστε ένα νέο κωδικό πρόσβασης για τον λογαριασμό σας αν ξεχάσατε τον τρέχον.';
$_lang['LOGINOWNACC'] = 'Συνδεθείτε στον ιστότοπο αν διαθέτετε ήδη έναν λογαριασμό χρήστη.';
$_lang['TIMEZONE'] = 'Ζώνη ώρας';
$_lang['CHATIMELOCAL'] = 'Αλλάξτε την εμφανιζόμενη ώρα στην τοπική σας ώρα.';
$_lang['SETPREFLANG'] = 'Επιλέξτε την γλώσσα προτίμησής σας.';
$_lang['USEROPTIONS'] = 'Επιλογές χρήστη';
$_lang['PROFILE'] = 'Προφίλ';
$_lang['EDITPROFILE'] = 'Επεξεργασία προφίλ';
$_lang['MEMBERSLIST'] = 'Κατάλογος μελών';
$_lang['YLOGGEDINAS'] = "Έχεις συνδεθεί ως %s.";
$_lang['YLOGGEDINASAUTHEXT'] = "Έχεις συνδεθεί ως %s και πιστοποιηθεί από τον εξωτερικό παροχέα %s.";
$_lang['REMEMBER_ME'] = 'Να με θυμάσε';
$_lang['AUTH_METHOD'] = 'Μέθοδος πιστοποίησης';
$_lang['LOGIN_EXACC_PROVIDERS'] = 'Συνδεθείτε με τον υπάρχον λογαριασμό σας σε οποιονδήποτε από τους ακόλουθους παροχείς.';
$_lang['LOGIN_WITH'] = "Σύνδεση με %s";
$_lang['COUNTRY'] = 'Χώρα';
$_lang['CITY'] = 'Πόλη';
$_lang['POSTAL_CODE'] = 'T.K.';
$_lang['GENDER'] = 'Φύλο';
$_lang['BIRTHDATE'] = 'Γενέθλια';
$_lang['REGDATE'] = 'Ημερομηνία εγγραφής';
$_lang['REGDATE_SHORT'] = 'Ημ. εγγραφής';
$_lang['LASTVISIT'] = 'Τελευταία επίσκεψη';
$_lang['SELFDISPMEMBLI'] = 'Επιλέξτε ποια από τα παρακάτω πεδία να εμφανίζονται στη λίστα μελών.';
$_lang['MALE'] = 'άνδρας';
$_lang['FEMALE'] = 'γυναίκα';
$_lang['NEVER'] = 'Ποτέ';
$_lang['REGMEMBERSTOTAL'] = "Έχουμε συνολικά %s εγγεγραμμένα μέλη.";
$_lang['CLICKCOLSORT'] = 'Πατήστε στην επικεφαλίδα μίας στήλης για να αλλάξετε τον τρόπο ταξινόμησης. Ξαναπατήστε για να αλλάξετε από αύξουσα σε φθίνουσα.';
$_lang['SWITCHORDER'] = 'Αλλαγή ταξινόμισης';
$_lang['ONLINE'] = 'Συνδεδεμένος';
$_lang['OFFLINE'] = 'Αποσυνδεδεμένος';
$_lang['NAVIGATION_LINKS'] = 'Σύνδεσμοι πλοήγησης';
$_lang['TOP'] = 'Πάνω';
$_lang['BOTTOM'] = 'Κάτω';
$_lang['TOP_BOTTOM'] = 'Πάνω και Κάτω';
$_lang['PROFILEUSERAT'] = "Το προφίλ του χρήστη %s στον ιστότοπο %s";
$_lang['ACCOUNTBLOCKED'] = 'Αυτός ο λογαριασμός είναι φραγμένος!';
$_lang['ACCOUNTEXPIRED'] = 'Αυτός ο λογαριασμός έχει λήξει!';
$_lang['MEMBERSINCE'] = 'Μέλος από';
$_lang['LOCALTIME'] = 'Τοπική ώρα';
$_lang['ADDRESS'] = 'Διεύθυνση';
$_lang['TELEPHONE'] = 'Τηλέφωνο';
$_lang['MOBILE'] = 'Κινητό';
$_lang['AGE'] = 'Ηλικία';
$_lang['AVATAR'] = 'Άβαταρ';
$_lang['AVATAR_D'] = 'Μία εικόνα που θα χρησιμοποιηθεί ως άβαταρ.';
$_lang['OCCUPATION'] = 'Επάγγελμα';
$_lang['IP_ADDRESS'] = 'Διεύθυνση IP';
$_lang['TIME_ONLINE'] = 'Διάρκεια σύνδεσης';
$_lang['CLICKS'] = 'Κλικ';
$_lang['BROWSER'] = 'Περιηγητής';
$_lang['CURRENT_PAGE'] = 'Τρέχουσα σελίδα';
$_lang['EXPIRATION_DATE'] = 'Ημερομηνία λήξης';
$_lang['ACCOUNT_DETAILS'] = 'Λεπτομέρειες λογαριασμού';
$_lang['ONTWITTER'] = "%s στο Twitter";
$_lang['FOLLOWERS'] = 'Ακόλουθοι';
$_lang['FAVORITES'] = 'Αγαπημένα';
$_lang['FRIENDS'] = 'Φίλοι';
$_lang['STATUSES'] = 'Καταστάσεις';
$_lang['BY'] = 'από';
$_lang['PERMALINK'] = 'Μόνιμος σύνδεσμος';
$_lang['BLOCKUSER'] = 'Φραγή χρήστη';
$_lang['DELETEACCOUNT'] = 'Διαγραφή λογαριασμού';
$_lang['USERACCBLOCKED'] = "Ο λογαριασμός του χρήστη %s φράχθηκε!";
$_lang['USERACCUNBLOCKED'] = "Άρθηκε η φραγή του λογαριασμού του χρήστη %s!";
$_lang['USERACCDELETED'] = "Ο λογαριασμός του χρήστη %s διεγράφη!";
$_lang['PREFERENCES'] = 'Προτιμήσεις';
$_lang['TWITACCOUNT'] = 'Λογαριασμός Twitter';
$_lang['TWITACCOUNT_D'] = 'Το username σας στο Twitter (αν έχετε)';
$_lang['ONLY_IF_CHANGE'] = 'Μόνο αν θέλετε να τον αλλάξετε!';
$_lang['CHMAILADMACT'] = 'Αν αλλάξετε το e-mail σας ο λογαριασμός σας θα φραχθεί εώς ότου ένας διαχειριστής τον ενεργοποιήσει ξανά.';
$_lang['CHMAILREACT'] = 'Αν αλλάξετε το e-mail σας θα πρέπει να ξανα-ενεργοποιήσετε τον λογαριασμό σας.';
$_lang['EMAILATCHANGED'] = "Το e-mail σας στον ιστότοπο %s άλλαξε.";
$_lang['UCHANGEDEMAIL'] = "Ο χρήστης %s άλλαξε το e-mail του.";
$_lang['PROFUPSUC'] = 'Το προφίλ ενημερώθηκε με επιτυχία.';
$_lang['USERMREACT'] = 'Ο χρήστης πρέπει να ξανα-ενεργοποιήσει τον λογαριασμό του πρωτού μπορέσει να συνδεθεί.';
$_lang['ADMINMREACT'] = 'Ένας διαχειριστής πρέπει να ξανα-ενεργοποιήσει αυτό το λογαριασμό.';
$_lang['AVATAR_WIDTH'] = 'Πλάτος άβαταρ';
$_lang['USERS_MANAGER'] = 'Διαχειριστής χρηστών';
$_lang['ACTIVE'] = 'Ενεργός';
$_lang['TOGGLE_ACTIVE'] = 'Αλλαγή ενεργού';
$_lang['CNOT_ACTION_SELF'] = 'Δεν μπορείτε να εκτελέσετε αυτή την ενέργεια στον εαυτό σας!';
$_lang['CNOT_ACTION_USER'] = 'Δεν μπορείτε να εκτελέσετε αυτή την ενέργεια σε αυτόν τον χρήστη!';
$_lang['SURE_DEL_USER'] = 'Είσαι βέβαιος; Ο χρήστης θα διαγραφεί όπως και όλα τα τυχόν σχόλια και άρθρα του.';
$_lang['ARTICLES'] = 'Άρθρα';
$_lang['ARTICLE'] = 'Άρθρο';
$_lang['PERSONAL_DETAILS'] = 'Προσωπικές λεπτομέρειες';
$_lang['ACTIVITY'] = 'Δραστηριότητα';
$_lang['NALLOW_HIGHER_ACCESS'] = 'Δεν σας επιτρέπεται η επεξεργασία ενός χρήστη με υψηλότερο επίπεδο πρόσβασης από το δικό σας!';
$_lang['NEW_USER'] = 'Νέος χρήστης';
$_lang['PROFILE_VIEWS'] = 'Θεάσεις προφίλ';
$_lang['TIMES_ONLINE'] = 'Φορές σύνδεσης';
$_lang['ACCOUNT_CREATED_SUC'] = 'Ο λογαριασμός δημιουργήθηκε με επιτυχία!';
$_lang['USER_GROUPS'] = 'Ομάδες χρηστών';
$_lang['MEMBERS'] = 'Μέλη';
$_lang['CNOT_DEL_GROUP'] = 'Δεν μπορείτε να διαγράψετε αυτή την ομάδα!';
$_lang['CNOT_MOD_GROUP'] = 'Δεν μπορείτε να τροποποιήσετε αυτή την ομάδα!';
$_lang['CNOT_DEL_GROUP_MEMBERS'] = 'Δεν μπορείτε να διαγράψετε ομάδες με μέλη!';
$_lang['GROUPNFOUND'] = 'Η ομάδα δεν βρέθηκε!';
$_lang['EDIT_GROUP'] = 'Επεξεργασία ομάδας';
$_lang['NEW_GROUP'] = 'Νέα ομάδα';
$_lang['GROUP_DETAILS'] = 'Λεπτομέρειες ομάδας';
$_lang['GROUPS_HIERARCHY_TREE'] = 'Δένδρο ιεραρχίας ομάδων';
$_lang['GROUP_ACCESS_SITE'] = "Πρόσβαση της ομάδας %s στον ιστότοπο";
$_lang['ELEMENT'] = 'Αντικείμενο';
$_lang['IDENTITY'] = 'Ταυτότητα';
$_lang['IDENTITY_HELP'] = 'Για αντίμενα που έχουν πολλαπλά αντίγραφα, όπως τα module, ορίστε το id του αντιγράφου. Για όλα τα άλλα βάλτε 0.';
$_lang['ACTION'] = 'Ενέργεια';
$_lang['MINLEVEL'] = 'Ελάχιστο επίπεδο';
$_lang['GROUP_ID'] = 'Κωδ. Ομάδας';
$_lang['USER_ID'] = 'Κωδ. Χρήστη';
$_lang['ACCESS_VALUE'] = 'Τιμή πρόσβασης';
$_lang['ALLOWED'] = 'Επιτρέπεται';
$_lang['ALLOWED_TO_ALL'] = 'Επιτρέπεται σε όλα';
$_lang['DENIED'] = 'Απαγορεύεται';
$_lang['MANAGE'] = 'Διαχείριση';
$_lang['BLOCK'] = 'Φραγή';
$_lang['LOGS'] = 'Καταγραφές';
$_lang['MULTISITES'] = 'Πολλαπλοί ιστότοποι';
$_lang['ROUTES'] = 'Δρομολογήσεις';
$_lang['BLOCK'] = 'Φραγή';
$_lang['FILES'] = 'Αρχεία';
$_lang['INSTALL'] = 'Εγκατάσταση';
$_lang['UPLOAD'] = 'Αποστολή';
$_lang['AUTH'] = 'Μέθοδοι πιστοποίησης';
$_lang['ENGINES'] = 'Μηχανές αναζήτησης';
$_lang['GROUPS'] = 'Ομάδες';
$_lang['FRONTPAGE'] = 'Αρχική σελίδα';
$_lang['POST'] = 'Συγγραφή';
$_lang['UPLOADAVATAR'] = 'Αποστολή άβαταρ';
$_lang['BACKUP'] = 'Αντίγραφο ασφαλείας';
$_lang['FIRST_SAVE_GROUP'] = 'Πρώτα πρέπει να αποθηκεύσετε την ομάδα!';
$_lang['GROUPS_GENERIC_INFO'] = 'Μπορείτε να δημιουργήσετε ως 995 δικές σας ομάδες χρηστών. Η δύναμη μίας ομάδας καθορίζεται από 
	το <strong>επίπεδο πρόσβασής</strong> της. Όσο μεγαλύτερο είναι το επίπεδο πρόσβασης τόσο μεγαλύτερη πρόσβαση θα έχει η ομάδα 
	στον ιστότοπο. Οι δικές σας ομάδες μπορεί να έχουν πρόσβαση <strong>από 2 ως 99</strong>. Μπορείτε να έχετε 2 ή περισσότερες 
	ομάδες με το ίδιο επίπεδο πρόσβασης. Η ομάδα χρηστών <strong>Επισκέπτης</strong> έχει πρόσβαση 0. Οι <strong>Εξωτερικοί χρήστες</strong> 
	είναι επισκέπτες που έχουν συνδεθεί μέσω κάποιας εξωτερικής πηγής πιστοποίησης όπως το Gmail και το Facebook. Οι Εξωτερικοί 
	χρήστες είναι πιο αδύναμοι από τους κανονικούς χρήστες. Απαιτείται επίπεδο πρόσβασης τουλάχιστον <strong>70</strong> για έναν χρήστη 
	ώστε να αποκτήσει πρόσβαση στην <strong>κονσόλα διαχείρισης</strong>. Μερικές, σημαντικές για το σύστημα, ομάδες δεν μπορούν να 
	τροποποιηθούν ή να διαγραφούν. Παρακαλώ διαβάστε την τεκμηρίωση του Elxis για περισσότερες πληροφορίες.';
$_lang['ACL'] = 'Λίστες Ελέγχου Πρόσβασης';
$_lang['USE_TRANSLATIONS'] = 'Χρήση μεταφράσεων';
$_lang['OTHER'] = 'Άλλη';
$_lang['OTHER_CATEGORY'] = 'Άλλη κατηγορία';
$_lang['OTHER_ELEMENT'] = 'Άλλο αντικείμενο';
$_lang['OTHER_ACTION'] = 'Άλλη ενέργεια';
$_lang['ACLVALUE_HELP'] = 'Εξ ορισμού η πρόσβαση απορρίπτεται. Συνεπώς, φυσιολογικά, δεν έχει νόημα να επιλέξετε τιμή 0. Επιλέξτε 1 για παραχώρηση πρόσβασης. Άλλες τιμές μπορεί να χρησιμοποιηθούν σε ειδικές περιπτώσεις.';
$_lang['ELEMENT_IDENTIF'] = 'Ταυτοποίηση αντικειμένου';
$_lang['USERS_IDENTIF'] = 'Ταυτοποίηση χρηστών';
$_lang['GRANT_ACCESS'] = 'Παραχώρηση πρόσβασης';
$_lang['WARN_WRONG_ACL'] = '<strong>Προσοχή!</strong> Λάθος ρυθμίσεις ACL μπορεί να οδηγήσουν σε σοβαρά θέματα ασφαλείας και προσβασιμότητας.';
$_lang['NOONE'] = 'Κανείς';
$_lang['ACCRULE_EXISTS'] = 'Ο κανόνας πρόσβασης υπάρχει ήδη!';
$_lang['ACCRULE_MINLEVEL_EXISTS'] = 'Ο κανόνας πρόσβασης για το ελάχιστο επίπεδο υπάρχει ήδη!';
$_lang['MODID_NOTSET'] = 'Ο κωδικός του αντιγράφου του module δεν ορίστηκε!';
$_lang['SECLEVEL_ACC_ADMIN'] = 'Το τρέχον επίπεδο ασφαλείας περιορίζει την πρόσβαση στο ACL μόνο σε διαχειριστές!';
$_lang['SUCC_LOGGED'] = 'Συνδεθείκατε επιτυχώς!';
$_lang['CLOSEWIN_IFNOTAUTO'] = 'Κλείστε αυτό το παράθυρο αν δεν κλείσει μόνο του.';
$_lang['SEL_OPENID_PROVIDER'] = 'Επιλέξτε παροχέα OpenID';
$_lang['RETRY'] = 'Ξανά-προσπαθήστε';
$_lang['REQUEST_DROP'] = 'Το αίτημά σας απερρίφθη!';

?>