<?php 
/**
* @version: 4.0
* @package: Elxis CMS
* @subpackage: Elxis Language
* @author: Elxis Team ( http://www.elxis.org )
* @copyright: (C) 2006-2012 Elxis.org. All rights reserved.
* @description: el-GR (Hellenic - Greece) language for Elxis CMS
* @license: Elxis public license http://www.elxis.org/elxis-public-license.html
* @translator: Ioannis Sannos ( http://www.elxis.org )
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*****************************************************************************/

defined('_ELXIS_') or die ('Direct access to this location is not allowed.');


$_lang = array();
$_lang['INSTALLATION'] = 'Εγκατάσταση';
$_lang['STEP'] = 'Βήμα';
$_lang['VERSION'] = 'Έκδοση';
$_lang['VERSION_CHECK'] = 'Έλεγχος έκδοσης';
$_lang['STATUS'] = 'Κατάσταση';
$_lang['REVISION_NUMBER'] = 'Αριθμός αναθεώρησης';
$_lang['RELEASE_DATE'] = 'Ημερομηνία διανομής';
$_lang['ELXIS_INSTALL'] = 'Εγκατάσταση Elxis';
$_lang['LICENSE'] = 'Άδεια χρήσης';
$_lang['VERSION_PROLOGUE'] = 'Πρόκειται να εγκαταστήσετε το Elxis CMS. Η ακριβής έκδοση αυτού του αντίγραφου του 
	Elxis που σκοπεύετε να εγκαταστήσετε εμφανίζεται παρακάτω. Παρακαλώ βεβαιωθείτε πως πρόκειται για την πιο 
	πρόσφατη έκδοση του Elxis όπως διανέμεται από το <a href="http://www.elxis.org" target="_blank">elxis.org</a>.';
$_lang['BEFORE_BEGIN'] = 'Πρωτού ξεκινήσετε';
$_lang['BEFORE_DESC'] = 'Πρωτού προχωρήσετε περαιτέρω παρακαλώ διαβάστε προσεκτικά τα ακόλουθα.';
$_lang['DATABASE'] = 'Βάση δεδομένων';
$_lang['DATABASE_DESC'] = 'Δημιουργήστε μία κενή βάση δεδομένων η οποία θα χρησιμοποιηθεί από το Elxis για να αποθηκεύσει τα δεδομένα σας. 
	Συνιστούμε θερμά να χρησιμοποιήσετε μία βάση <strong>MySQL</strong>. Αν και το Elxis έχει υποστήριξη και για άλλους τύπους 
	βάσεων όπως η PostgreSQL και η SQLite 3 είναι καλά δοκιμασμένο μόνο με την MySQL. Δημιουργήσετε μία κενή βάση MySQL 
	από τον πίνακα ελέγχου της φιλοξενίας σας  (CPanel, Plesk, ISP Config, κλπ) ή από το phpMyAdmin ή άλλο εργαλείο διαχείρισης βάσεων. 
	Απλά δώστε ένα <strong>όνομα</strong> για την βάση σας και δημιουργήστε την. 
	Μετά από αυτό δημιουργήστε έναν <strong>χρήστη</strong> και αναθέστε τον στην νέα σας βάση δεδομένων. Σημειώστε κάπου το 
	όνομα της βάσης, το username και το password, θα τα χρειαστούμε αργότερα κατα την εγκατάσταση.';
$_lang['REPOSITORY'] = 'Αποθετήριο';
$_lang['REPOSITORY_DESC'] = 'Το Elxis χρησιμοποιεί ένα ειδικό φάκελο για την αποθήκευση αρχείων καταγραφών, αντιγράφων ασφαλείας, προσωρινής 
	μνήμης, συνεδρίων, και άλλα. Εξ ορισμού αυτός ο φάκελος ονομάζεται <strong>repository</strong> και βρίσκεται εντός του πηγαίου καταλόγου του Elxis. 
	Αυτός ο φάκελος <strong>πρέπει να είναι εγγράψιμος</strong>! Συνιστούμε θερμά να <strong>μετονομάσετε</strong> αυτόν τον φάκελο και να τον <strong>μετακινήσετε</strong> 
	σε μία τοποθεσία μη προσβάσιμη από το διαδίκτυο. Μετά από αυτή τη μετακίνηση αν έχετε ενεργή την προστασία <strong>open basedir</strong> στην PHP είναι πιθανόν 
	χρειαστεί να προσθέσετε την διαδρομή του αποθετηρίου στις επιτρεπόμενες διαδρομές.';
$_lang['REPOSITORY_DEFAULT'] = 'Το αποθετήριο βρίσκεται στην εξ ορισμού τοποθεσία του!';
$_lang['SAMPLE_ELXPATH'] = 'Υπόδειγμα διαδρομής Elxis';
$_lang['DEF_REPOPATH'] = 'Εξ ορισμού διαδρομή αποθετήριου';
$_lang['REQ_REPOPATH'] = 'Προτεινόμενη διαδρομή αποθετήριου';
$_lang['CONTINUE'] = 'Συνέχεια';
$_lang['I_AGREE_TERMS'] = 'Διάβασα, κατανόησα και συμφωνώ με τους όρους και προϋποθέσεις της EPL';
$_lang['LICENSE_NOTES'] = 'Το Elxis CMS είναι ένα ελεύθερο λογισμικό που διανέμεται υπό την <strong>Elxis Public License</strong> (EPL) άδειας χρήσης. 
	Για να συνεχίσετε αυτή την εγκατάσταση και να χρησιμοποιήσετε το Elxis πρέπει να συμφωνήσετε με τους όρους και προϋποθέσεις της EPL. Διαβάστε 
	προσεκτικά την άδεια του Elxis και αν συμφωνείτε επιλέξτε το checkbox στο τέλος της σελίδας και πατήστε Συνέχεια. Αν όχι, 
	σταματήστε την εγκατάσταση και διαγράψτε τα αρχεία του Elxis.';
$_lang['SETTINGS'] = 'Ρυθμίσεις';
$_lang['SITE_URL'] = 'URL ιστότοπου';
$_lang['SITE_URL_DESC'] = 'Χωρίς κάθετη στο τέλος (πχ http://www.example.com)';
$_lang['REPOPATH_DESC'] = 'Η απόλυτη διαδρομή προς το αποθετήριο του Elxis. Αφήστε το κενό για την προκαθορισμένη διαδρομή και όνομα.';
$_lang['SETTINGS_DESC'] = 'Καθορίστε ορισμένες απαιτούμενες παραμέτρους του Elxis. Κάποιες παράμετροι απαιτείται να οριστούν πριν την 
	εγκατάσταση του Elxis. Μετά την ολοκλήρωση της εγκατάστασης συνδεθείτε στην κονσόλα διαχείρισης και ρυθμίστε τις υπόλοιπες. Αυτή 
	η εργασία πρέπει να είναι το πρώτο διαχειριστικό σας καθήκον.';
$_lang['DEF_LANG'] = 'Προκαθορισμένη γλώσσα';
$_lang['DEFLANG_DESC'] = 'Το περιεχόμενο συντάσσεται στην προκαθορισμένη γλώσσα. Το περιεχόμενο σε άλλες γλώσσες αποτελεί μεταφράσεις 
	του αυθεντικού περιεχομένου στην προκαθορισμένη γλώσσσα.';
$_lang['ENCRYPT_METHOD'] = 'Μέθοδος κρυπτογράφησης';
$_lang['ENCRYPT_KEY'] = 'Κλειδί κρυπτογράφησης';
$_lang['AUTOMATIC'] = 'Αυτόματο';
$_lang['GEN_OTHER'] = 'Δημιουργήστε ένα άλλο';
$_lang['SITENAME'] = 'Όνομα ιστότοπου';
$_lang['TYPE'] = 'Τύπος';
$_lang['DBTYPE_DESC'] = 'Συνιστούμε θερμά MySQL. Επιλέξιμοι μόνοι οι υποστηριζόμενοι οδηγοί από το σύστημά σας και τον εγκαταστάτη του Elxis.';
$_lang['HOST'] = 'Φιλοξενητής';
$_lang['TABLES_PREFIX'] = 'Πρόθεμα πινάκων';
$_lang['DSN_DESC'] = 'Μπορείτε εναλλακτικά να παράσχετε μία έτοιμη προς χρήση Data Source Name χορδή για σύνδεση στη βάση δεδομένων.';
$_lang['SCHEME'] = 'Σχήμα';
$_lang['SCHEME_DESC'] = 'Η απόλυτη διαδρομή προς ένα αρχείο βάσης αν χρησιμοποιείτε μία βάση δεδομένων όπως η SQLite.';
$_lang['PORT'] = 'Θύρα';
$_lang['PORT_DESC'] = 'Η προκαθορισμένη θύρα για την MySQL είναι 3306. Αφήστε το 0 για αυτόματη επιλογή.';
$_lang['FTPPORT_DESC'] = 'Η προκαθορισμένη θύρα για το FTP είναι 21. Αφήστε το 0 για αυτόματη επιλογή.';
$_lang['USE_FTP'] = 'Χρήση FTP';
$_lang['PATH'] = 'Διαδρομή';
$_lang['FTP_PATH_INFO'] = 'Η σχετική διαδρομή από τον πηγαίο κατάλογο του FTP στον φάκελο εγκατάστασης του Elxis (παράδειγμα: /public_html).';
$_lang['CHECK_FTP_SETS'] = 'Έλεγχος ρυθμίσεων FTP';
$_lang['CHECK_DB_SETS'] = 'Έλεγχος ρυθμίσεων βάσης δεδομένων';
$_lang['DATA_IMPORT'] = 'Εισαγωγή δεδομένων';
$_lang['SETTINGS_ERRORS'] = 'Οι ρυθμίσεις που δώσατε περιέχουν λάθη!';
$_lang['NO_QUERIES_WARN'] = 'Τα αρχικά δεδομένα φαίνεται να εισήχθησαν στη βάση αλλά εμφανίζονται μηδενικές εκτελεσμένες εντολές. Βεβαιωθείτε 
	πως τα δεδομένα όντως εισήχθησαν πρωτού προχωρήσετε περαιτέρω.';
$_lang['RETRY_PREV_STEP'] = 'Επανάληψη προηγούμενου βήματος';
$_lang['INIT_DATA_IMPORTED'] = 'Τα αρχικά δεδομένα εισήχθησαν στη βάση δεδομένων.';
$_lang['QUERIES_EXEC'] = "Εκτελέστηκαν %s εντολές SQL.";
$_lang['ADMIN_ACCOUNT'] = 'Λογαριασμός διαχειριστή';
$_lang['CONFIRM_PASS'] = 'Επαλήθευση κωδικού';
$_lang['AVOID_COMUNAMES'] = 'Αποφύγετε κοινά ψευδώνυμα όπως admin και administrator.';
$_lang['YOUR_DETAILS'] = 'Τα στοιχεία σας';
$_lang['PASS_NOMATCH'] = 'Οι κωδικοί δεν ταιριάζουν!';
$_lang['REPOPATH_NOEX'] = 'Η διαδρομή του αποθετηρίου δεν υπάρχει!';
$_lang['FINISH'] = 'Ολοκλήρωση';
$_lang['FRIENDLY_URLS'] = 'Φιλικές URL';
$_lang['FRIENDLY_URLS_DESC'] = 'Συνιστούμε θερμά να το ενεργοποιήσετε. Προκειμένου να λειτουργήσει, το Elxis θα προσπαθήσει να μετονομάσει 
	το αρχείο htaccess.txt σε <strong>.htaccess</strong> . Αν υπάρχει ήδη κάποιο άλλο αρχείο .htaccess στον ίδιο κατάλογο θα διαφραφεί.';
$_lang['GENERAL'] = 'Γενικά';
$_lang['ELXIS_INST_SUCC'] = 'Η εγκατάσταση του Elxis ολοκληρώθηκε με επιτυχία.';
$_lang['ELXIS_INST_WARN'] = 'Η εγκατάσταση του Elxis ολοκληρώθηκε με προειδοποιήσεις.';
$_lang['CNOT_CREA_CONFIG'] = 'Δεν στάθηκε δυνατή η δημιουργία του αρχείου <strong>configuration.php</strong> στον πηγαίο φάκελο του Elxis.';
$_lang['CNOT_REN_HTACC'] = 'Δεν στάθηκε δυνατή η μετονομασία του αρχείου <strong>htaccess.txt</strong> σε <strong>.htaccess</strong>';
$_lang['CONFIG_FILE'] = 'Αρχείο ρυθμίσεων';
$_lang['CONFIG_FILE_MANUAL'] = 'Δημιουργήστε χειροκίνητα το αρχείο configuration.php, αντιγράψτε τον παρακάτω κώδικα και επικολήστε τον σε αυτό.';
$_lang['REN_HTACCESS_MANUAL'] = 'Παρακαλώ μετονομάστε χειροκίνητα το αρχείο <strong>htaccess.txt</strong> σε <strong>.htaccess</strong>';
$_lang['WHAT_TODO'] = 'Τι κάνω τώρα;';
$_lang['RENAME_ADMIN_FOLDER'] = 'Για να ενδυναμώσετε την ασφάλεια μετονομάστε τον φάκελο διαχείρισης (<em>estia</em>) σε ότι θέλετε. 
	Σε περίπτωση που πράξετε έτσι πρέπει επίσης να ενημερώσετε το αρχείο .htaccess με το νέο όνομα.';
$_lang['LOGIN_CONFIG'] = 'Συνδεθείτε στη διαχείριση και θέστε κατάλληλα τις υπόλοιπες επιλογές ρυθμίσεων.';
$_lang['VISIT_NEW_SITE'] = 'Επισκεφθείτε τον νέο σας ιστότοπο';
$_lang['VISIT_ELXIS_SUP'] = 'Επισκεφθείτε τον ιστότοπο υποστήριξης του Elxis';
$_lang['THANKS_USING_ELXIS'] = 'Σας ευχαριστούμε που χρησιμοποιείτε το Elxis CMS.';

?>